const entete = "Quel est le (cos, sin) de :";
const nbr_choix = 4;
data = [
 {
  "FIELD2": "(1, 0)",
  "FIELD1": "0π ou 2π"
 },
 {
  "FIELD2": "(√3/2, 1/2)",
  "FIELD1": "π/6"
 },
 {
  "FIELD2": "(√2/2, √2/2)",
  "FIELD1": "π/4"
 },
 {
  "FIELD2": "(1/2, √3/2)",
  "FIELD1": "π/3"
 },
 {
  "FIELD2": "(0, 1)",
  "FIELD1": "π/2"
 },
 {
  "FIELD2": "(-1/2, √3/2)",
  "FIELD1": "2π/3"
 },
 {
  "FIELD2": "(-√2/2, √2/2)",
  "FIELD1": "3π/4"
 },
 {
  "FIELD2": "(-√3/2, 1/2)",
  "FIELD1": "5π/6"
 },
 {
  "FIELD2": "(-1, 0)",
  "FIELD1": "π"
 },
 {
  "FIELD2": "(-√3/2, -1/2)",
  "FIELD1": "7π/6"
 },
 {
  "FIELD2": "(-√2/2, -√2/2)",
  "FIELD1": "5π/4"
 },
 {
  "FIELD2": "(-1/2, -√3/2)",
  "FIELD1": "4π/3"
 },
 {
  "FIELD2": "(0, -1)",
  "FIELD1": "3π/2"
 },
 {
  "FIELD2": "(1/2, -√3/2)",
  "FIELD1": "5π/3"
 },
 {
  "FIELD2": "(√2/2, -√2/2)",
  "FIELD1": "7π/4"
 },
 {
  "FIELD2": "(√3/2, -1/2)",
  "FIELD1": "11π/6"
 }
];
